Repository: common-repository/cleverreach-wc
Catalog: i18n/languages/cleverreach-wc-*_informal.po
Languages: de_ch_informal

source: (Last 30 days)
de_ch_informal: (Letzte 30 Tage)

source: 1 Hour
de_ch_informal: 1 Stunde

source: 1 hour
de_ch_informal: 1 Stunde

source: 10 Hours (Recommended)
de_ch_informal: 10 Stunden (empfohlen)

source: 10 seconds
de_ch_informal: 10 Sekunden

source: 12 hours
de_ch_informal: 12 Stunden

source: 15 minutes
de_ch_informal: 15 Minuten

source: 24 Hours
de_ch_informal: 24 Stunden

source: 3 Hours
de_ch_informal: 3 Stunden

source: 30 seconds
de_ch_informal: 30 Sekunden

source: 4 hours
de_ch_informal: 4 Stunden

source: 5 minutes
de_ch_informal: 5 Minuten

source: 5 seconds
de_ch_informal: 5 Sekunden

source: Abandoned cart
de_ch_informal: Warenkorbabbrecher

source: Abandoned cart activation failed.
de_ch_informal: Abandoned Cart Aktivierung fehlgeschlagen.

source: Abandoned Cart Record
de_ch_informal: Warenkorbabbruch-Eintrag

source: Abandoned Cart Records
de_ch_informal: Warenkorbabbruch-Einträge

source: Abandoned orders
de_ch_informal: Abgebrochene Bestellungen

source: Account setup is running in the background
de_ch_informal: Die Kontoeinrichtung läuft im Hintergrund

source: Actions
de_ch_informal: Aktionen

source: Activate
de_ch_informal: Aktivieren

source: Activating Abandoned Cart feature failed.
de_ch_informal: Abandoned Cart Aktivierung fehlgeschlagen.

source: Activating AC feature failed.
de_ch_informal: Deaktivierung der Warenkorbabbrecher-Funktion fehlgeschlagen.

source: Adding data fields, segments and tags
de_ch_informal: Datenfelder, Segmente und Tags zur Empfängerliste hinzufügen

source: Advanced Recipient Import Configuration
de_ch_informal: Erweiterte Importeinstellungen

source: All
de_ch_informal: Alle

source: All changes will be applied on future synchronizations. No data will be deleted on CleverReach.
de_ch_informal: Alle Änderungen werden für zukünftige Datenübertragungen übernommen. In CleverReach werden keine Daten gelöscht.

source: An error occurred
de_ch_informal: Es ist ein Fehler aufgetreten

source: Analyze your newsletter campaigns.
de_ch_informal: Analysieren Sie Ihre Newsletter-Kampagnen.

source: Apply
de_ch_informal: Übernehmen

source: at the CleverReach® helpcenter.
de_ch_informal: im CleverReach®-Helpcenter.

source: Auto configuration...
de_ch_informal: Autokonfiguration läuft...

source: Autoconfiguration failed
de_ch_informal: Autokonfiguration fehlgeschlagen.

source: Bought something from your store.
de_ch_informal: Haben etwas in Ihrem Shop gekauft.

source: Buyer
de_ch_informal: Kaufkunden

source: Cancel
de_ch_informal: Abbrechen

source: Changing Abandoned Cart timing settings failed.
de_ch_informal: Ändern der Zeiteinstellungen der Warenkorbabbruch-Funktion fehlgeschlagen.

source: CleverReach - Abandoned Carts
de_ch_informal: CleverReach - Warenkorbabbrecher

source: Columns
de_ch_informal: Spalten

source: Configure email filter
de_ch_informal: E-Mail-Blocklist-Filter konfigurieren

source: Configure filter that excludes emails from being synchronized.
de_ch_informal: Konfigurieren Sie einen Blocklist-Filter, der E-Mail-Adressen von der Synchronisierung ausschließt.

source: Confirm
de_ch_informal: Bestätigen

source: Connect your WooCommerce store to our email software and say hello to successful and simple newsletter marketing – just like Spotify, Bugatti & DHL!
de_ch_informal: Verbinden Sie Ihren WooCommerce-Shop mit unserer E-Mail-Software und begrüßen Sie erfolgreiches und einfaches Newsletter-Marketing - genau wie Spotify, Bugatti & DHL.

source: Contacts
de_ch_informal: Sonstige Kontakte

source: Contacts cannot be selected without buyers.
de_ch_informal: Kontakte können nicht ohne Käufer ausgewählt werden.

source: create a support ticket
de_ch_informal: erstellen Sie bitte ein Support-Ticket

source: Create and edit forms.
de_ch_informal: Erstellen und bearbeiten Sie Formulare.

source: Create automated email campaigns.
de_ch_informal: Erstellen Sie automatisierte E-Mail-Kampagnen

source: Create email
de_ch_informal: Jetzt E-Mail erstellen

source: Create your next newsletter.
de_ch_informal: Erstellen Sie jetzt Ihren nächsten Newsletter!

source: Created recipient list:
de_ch_informal: Erstellte Empfängerliste:

source: Created segments:
de_ch_informal: Erstellte Segmente:

source: Creating recipient list and form
de_ch_informal: Empfängerliste und Formular in CleverReach erstellen

source: cURL is not installed or enabled in your PHP installation. This is required for background task to work. Please install it and then refresh this page.
de_ch_informal: cURL ist in Ihrer PHP-Installation nicht installiert oder aktiviert. Dies ist erforderlich, damit die Hintergrundaufgaben funktionieren. Bitte installieren Sie cURL und aktualisieren Sie dann diese Seite.

source: Custom
de_ch_informal: Benutzerdefiniert

source: Customer email
de_ch_informal: Kunden E-Mail

source: customer survey
de_ch_informal: Kundenumfrage teil

source: Daily
de_ch_informal: Täglich

source: Data will be imported in the background. You can proceed with your action.
de_ch_informal: Die Daten werden im Hintergrund importiert. Sie können fortfahren.

source: Deactivate
de_ch_informal: Deaktivieren

source: Deactivating Abandoned Cart feature failed.
de_ch_informal: Deaktivierung der Warenkorbabbrecher-Funktion fehlgeschlagen.

source: Default form
de_ch_informal: Standard-Formular

source: Delete record
de_ch_informal: Eintrag löschen

source: Didn't subscribe or buy.
de_ch_informal: Haben sich nicht für den Newsletter angemeldet oder etwas gekauft.

source: Disconnect
de_ch_informal: Trennen

source: Dismiss this notice.
de_ch_informal: Diese Nachricht ausblenden.

source: Display time of newsletter checkbox caption
de_ch_informal: Newsletter-Checkbox wird angezeigt für

source: DOI unavailable.
de_ch_informal: DOI nicht verfügbar.

source: Double opt-in can not be activated since your CleverReach® account is not verified yet. Please contact our support.
de_ch_informal: Double-Opt-In kann nicht aktiviert werden, da Ihr CleverReach® Account noch nicht verifiziert wurde. Bitte kontaktieren Sie unseren Support.

source: Double opt-in feature
de_ch_informal: Double opt-in

source: Edit email
de_ch_informal: E-Mail bearbeiten

source: Edit in recipient settings
de_ch_informal: in den Empfänger-Einstellungen bearbeiten

source: Edit recipients in the recipient settings.
de_ch_informal: Empfänger in den Empfänger-Einstellungen bearbeiten.

source: Enter one or more email addresses separated by commas (max. 500 email addresses).
de_ch_informal: Geben Sie eine oder mehrere durch Komma getrennte E-Mail-Adressen ein (max. 500).

source: Error description:
de_ch_informal: Fehlerbeschreibung:

source: Filter type
de_ch_informal: Filter-Typ

source: Forms
de_ch_informal: Formulare

source: Help & Support
de_ch_informal: Hilfe & Support

source: help center article
de_ch_informal: Artikel im Helpcenter an

source: https://de.surveymonkey.com/r/5S2TSB3?lang=en
de_ch_informal: https://de.surveymonkey.com/r/5S2TSB3

source: https://support.cleverreach.de/hc/en-us/articles/14920866742418
de_ch_informal: https://support.cleverreach.de/hc/de/articles/14920866742418

source: https://support.cleverreach.de/hc/en-us/articles/17498752175378
de_ch_informal: https://support.cleverreach.de/hc/de/articles/17498752175378

source: https://support.cleverreach.de/hc/en-us/articles/360013571280
de_ch_informal: https://support.cleverreach.de/hc/de/articles/360013571280

source: https://support.cleverreach.de/hc/en-us/articles/360018833540
de_ch_informal: https://support.cleverreach.de/hc/de/articles/360018833540

source: https://support.cleverreach.de/hc/en-us/articles/4408432814866
de_ch_informal: https://support.cleverreach.de/hc/de/articles/4408432814866

source: https://www.cleverreach.com/en/tag/onlineshops/
de_ch_informal: https://www.cleverreach.com/de/tag/online-shop/

source: If the customer abandons their checkout, send them an email reminder to complete their order after
de_ch_informal: Wenn der Kunde seinen Warenkorb verlässt, können Sie ihm eine E-Mail-Erinnerung senden, damit er seine Bestellung abschließt.

source: If your account is disconnected no synchronization between WooCommerce and CleverReach® is possible!
de_ch_informal: Wenn Ihr Konto nicht verbunden ist, ist keine Synchronisation zwischen WooCommerce und CleverReach® möglich!

source: Immediate
de_ch_informal: Sofort

source: Import Receivers
de_ch_informal: Empfänger importieren

source: Import receivers
de_ch_informal: Empfänger importieren

source: Importing recipients
de_ch_informal: Empfänger importieren

source: It seems that WooCommerce is not activated. This plugin fully depends on it. Please install and activate WooCommerce for this site in order to use CleverReach® integration.
de_ch_informal: WooCommerce scheint nicht aktiviert zu sein. Dies ist jedoch notwendig, damit das Plugin funktioniert. Bitte installieren und aktivieren Sie WooCommerce für diese Seite, um die CleverReach® Integration zu benutzen.

source: Last synchronization:
de_ch_informal: Letzte Synchronisierung:

source: Learn how to use the newsletter checkbox.
de_ch_informal: Erfahren Sie, wie Sie die Newsletter Checkbox verwenden.

source: Learn more about data protection
de_ch_informal: Erfahren Sie mehr über Datenschutz

source: Learn more about data protection.
de_ch_informal: Erfahren Sie mehr über Datenschutz.

source: Learn more about email blocklist filter.
de_ch_informal: Erfahren Sie mehr über E-Mail-Blocklistenfilter.

source: Learn more about the sync interval settings
de_ch_informal: Erfahren Sie mehr über die Einstellungen des Synchronisationsintervalls

source: Message
de_ch_informal: Nachricht

source: Newsletter checkbox caption
de_ch_informal: Newsletter-Checkbox Titel

source: Newsletter Sign-Up
de_ch_informal: Newsletter Anmeldung

source: Not recovered
de_ch_informal: Nicht wiederhergestellt

source: Not sent
de_ch_informal: Nicht gesendet

source: Note: Automation emails with triggers are also delayed in that case.
de_ch_informal: Hinweis: Automatisierte E-Mails mit Triggern werden in diesem Fall ebenfalls verzögert.

source: Number of items per page:
de_ch_informal: Anzahl der Artikel pro Seite:

source: Overview of your emails.
de_ch_informal: Übersicht Ihrer E-Mails.

source: Pagination
de_ch_informal: Seitenumbruch

source: Pattern
de_ch_informal: Muster

source: Pending
de_ch_informal: Ausstehend

source: Please have a look at the
de_ch_informal: Bitte sehen Sie sich den

source: Please install and activate WooCommerce.
de_ch_informal: Bitte installieren und aktivieren Sie WooCommerce.

source: Receivers will be synced in the background. You can proceed with your action.
de_ch_informal: Empfänger werden im Hintergrund synchronisiert. Sie können fortfahren.

source: Recipients
de_ch_informal: Empfänger

source: Recovered
de_ch_informal: Wiederhergestellt

source: Recovery email status
de_ch_informal: Status Wiederherstellungs-E-Mail

source: Recovery status
de_ch_informal: Wiederherstellungs-Status

source: Reforce sync
de_ch_informal: Synchronisierung erzwingen

source: Retry auto configuration now
de_ch_informal: Autokonfiguration wiederholen

source: Retry Synchronization
de_ch_informal: Wiederholen Sie die Datenübertragung

source: Scheduled Date From
de_ch_informal: Geplantes Datum von

source: Scheduled Date To
de_ch_informal: Geplantes Datum bis

source: Scheduled time
de_ch_informal: Geplante Zeit

source: Screen Options
de_ch_informal: Bildschirm-Optionen

source: Search
de_ch_informal: Suche

source: Secondary synchronization failed.
de_ch_informal: Sekundäre Synchronisation fehlgeschlagen.

source: Secondary synchronization in progress.
de_ch_informal: Sekundäre Synchronisation läuft.

source: Select receivers to import. Observe the guidelines of the General Data Protection Regulation.
de_ch_informal: Wählen Sie die Empfänger für den Import aus. Bitte beachten Sie die Richtlinien der Datenschutz-Grundverordnung (DSGVO).

source: Send automated emails to customers, who abandoned their checkout.
de_ch_informal: Versenden Sie automatisierte E-Mails an Kunden, die Ihren Kaufvorgang abgebrochen haben.

source: Send email after
de_ch_informal: E-Mail senden nach

source: Send emails to
de_ch_informal: Sende E-Mails an

source: Send recovery email now
de_ch_informal: Wiederherstellungs-E-Mail jetzt senden

source: Send Settings
de_ch_informal: Versand Einstellungen

source: Sending
de_ch_informal: Wird versendet

source: Sent
de_ch_informal: Versendet

source: Sent time
de_ch_informal: Versandzeit

source: Settings
de_ch_informal: Einstellungen

source: Setup was successful
de_ch_informal: Setup erfolgreich

source: Sign up for our newsletter
de_ch_informal: Für unseren Newsletter anmelden

source: Sign up for our newsletter!
de_ch_informal: Für unseren Newsletter anmelden!

source: Something went wrong. Please reconnect your account to use the app.
de_ch_informal: Etwas ist schiefgelaufen. Bitte verbinden Sie Ihr Konto erneut, um die Shop-App zu verwenden.

source: Something went wrong. Please try again.
de_ch_informal: Etwas ist schiefgelaufen. Bitte versuchen Sie es erneut.

source: Static
de_ch_informal: Statisch

source: Subscribed
de_ch_informal: Neue Empfänger

source: Subscribed to your newsletter.
de_ch_informal: Haben sich zum Newsletter angemeldet.

source: Subscriber
de_ch_informal: Newsletter-Empfänger

source: Subscribers must be selected.
de_ch_informal: Empfänger müssen ausgewählt sein.

source: Synchronization interval
de_ch_informal: Synchronisationsintervall

source: Synchronization Settings
de_ch_informal: Synchronisierungs Einstellungen

source: Synchronized recipients:
de_ch_informal: Synchronisierte Empfänger:

source: The following recipient list will be synced. Observe the guidelines of the General Data Protection Regulation.
de_ch_informal: Die nachfolgenden Empfängergruppen werden synchronisiert. Bitte beachten Sie die Richtlinien der Datenschutz-Grundverordnung (DSGVO).

source: The sync is not working because the initial connected group is deleted in CleverReach. Please reconnect your account to use the app.
de_ch_informal: Die Synchronisierung funktioniert nicht, weil die ursprünglich verbundene Gruppe in CleverReach gelöscht wurde. Bitte verbinden Sie Ihr Konto erneut, um die App zu nutzen.

source: There are no stored abandoned cart records
de_ch_informal: Es gibt keine gespeicherten Warenkorbabbruch-Einträge

source: Timing Settings
de_ch_informal: Timing Einstellungen

source: Tips and tricks from our blog.
de_ch_informal: Tipps und Tricks aus unserem Blog.

source: to check out what causes the issue.
de_ch_informal: um herauszufinden, was das Problem verursacht.

source: To send emails this option has to be enabled!
de_ch_informal: Um E-Mails zu versenden, muss diese Option aktiviert sein!

source: To sign up for your newsletter, you have to enable the newsletter checkbox. You can decide to use the double opt-in feature.
de_ch_informal: Damit sich Empfänger zu Ihrem Newsletter anmelden können, aktivieren Sie bitte die Newsletter Checkbox. Sie können das Double-Opt-in Feature wählen.

source: Total
de_ch_informal: Gesamt

source: Undo
de_ch_informal: Rückgängig machen

source: Unsubscribed
de_ch_informal: Abgemeldet

source: Upgrade Plan
de_ch_informal: Tarif aktualisieren

source: Use * for any sequence of characters and ? for any single character. E.g. *example.com blocks all emails from example.com; john?@example.com blocks john1@example.com, not john12@example.com.
de_ch_informal: Verwenden Sie * für eine beliebige Folge von Zeichen und ? für jedes einzelne Zeichen. Z.B. *example.com blockiert alle E-Mails von example.com; john?@example.com blockiert john1@example.com, nicht john12@example.com.

source: Wildcard
de_ch_informal: Platzhalter

source: Wildcard filter pattern is not valid. Please use * for any sequence of characters and ? for any single character.
de_ch_informal: Wildcard-Filtermuster ist nicht gültig. Bitte verwenden Sie * für eine beliebige Folge von Zeichen und ? für ein einzelnes Zeichen.

source: WooCommerce not detected
de_ch_informal: WooCommerce nicht erkannt

source: Wrong parameters. Code not set.
de_ch_informal: Falsche Parameter. Code nicht gesetzt.

source: You are about to disconnect your CleverReach® account!
de_ch_informal: Sie sind dabei, die Verbindung zu Ihrem CleverReach®-Account zu trennen!

source: You can choose the synchronization interval between immediate and a maximum of 24 hours.
de_ch_informal: Sie können das Synchronisierungsintervall zwischen sofort und maximal 24 Stunden wählen.

source: You can retry now. If the problem occurs again please
de_ch_informal: Sie können es jetzt erneut versuchen. Sollte das Problem erneut auftreten,

source: You have successfully subscribed
de_ch_informal: Sie haben sich erfolgreich angemeldet

source: You will find an overview in the menu at WooCommerce > Reports >
de_ch_informal: Sie finden eine Übersicht im Menü unter WooCommerce > Berichte >

source: Your CleverReach-Account
de_ch_informal: Ihr CleverReach-Account

source: Your CleverReach® account is disconnected
de_ch_informal: Ihr CleverReach®-Account ist nicht verbunden

source: Your current rate:
de_ch_informal: Ihr aktueller Tarif:

source: Your opinion matters: Please take part in our short
de_ch_informal: Ihre Meinung zählt: Bitte nehmen Sie an unserer kurzen
